{
    "menu.about-me": "Profilo",
    "menu.contact": "Contattami",
    "menu.home": "Home",
    "menu.name": "Nicholas Librina",
    "menu.portfolio": "Portfolio",
    "home.title-bold": "Ciao, sono Nicholas.",
    "home.title": "Sono un Frontend Developer",
    "timeline.first-card-text": "Primo debutto nel mondo del lavoro, frontend developer, muovo i miei primi passi su html css, per poi muovermi su bootstrap, sviluppando diverse pagine web.",
    "timeline.first-card-title": "Inizio esperienza lavorativa",
    "timeline.first-data": "1 Ottobre 2019",
    "timeline.second-card-text": "Primo approccio a React, per lo sviluppo di una Web App per una banca inglese.",
    "timeline.second-card-title": "Web App Bancaria",
    "timeline.second-data": "Novembre/Dicembre 2019",
    "timeline.third-card-text": "Evoluzione del progetto, con un team internazionale e con metodologia AGILE.",
    "timeline.third-card-title": "Web app bancaria",
    "contact-me.mail": "Insesrisci la tua email",
    "contact-me.title": "Contattami",
    "timeline.title": "Portfolio",
    "contact-me.text": "Se ti ho suscitato interesse, e vuoi chiedermi qualcosa, non esitare a contattarmi! É semplice, ti basta inserire i dati qui sotto.",
    "contact-me.subject": "Inserisci l'oggetto",
    "contact-me.body": "Inserisci il corpo",
    "contact-me.submit": "Invia",
    "about-me.title": "Informazioni su di me",
    "about-me.text": "Mi chiamo Nicholas Librina, ho 20 anni e sono di Morbegno (SO). Ho frequentato l'Itis Enea Mattei di Sondrio diplomandomi nel 2019. Lavoro presso Pmpay con sede a Traona (SO) da ormai un anno. Durante il corso di questo anno ho potuto imparare molto, dati i differenti incarichi portati a termine, da semplici pagine web, a newsletter a web app. Nel mio percorso scolastico, ho potuto imparare diversi linguaggi di programmazione, tra cui: C, Java, HTML, Javascript, Jquery, PHP, MYSQL. Nella mia esperienza lavorativa, invece, ho potuto approfondire meglio HTML Javascript e Jquery, utilizzando anche Bootstrap, e alcuni componenti di altre librerie come Ant Design e Material Design. Inoltre ho utilizzato React per lo sviluppo di Web App, e al momento sto apprendendo Spring e Thymeleaf, per lo sviluppo di backend.",
    "timeline.third-data": "Febbraio 2020",
    "footer.all-rights-reserved": "© 2021 Nicholas Librina"
}